{
    "about": {
      "title": "ABOUT ME",
      "p1": "I'm a software developer passionate about technology, based in Recife-PE, and recently graduated from Embarque Digital, where I discovered my passion for this field. I'm studying English at ABA and I'm always striving to improve, take on challenges, and dive into new projects.",
      "p2": "I have experience with JavaScript, TypeScript, TailwindCSS, React, Node.js, Java, Python, and ServiceNow. I have worked on projects focused on creating intuitive and well-structured interfaces, ensuring a smooth, responsive, and pleasant user experience."
    },
    "timeline": {
      "title": "THE ROAD SO FAR...",
      "step1": {
        "title": "Beginning",
        "description": "I had just started my ADS course, and everything was new to me, but I quickly fell in love with technology. At Rec'N'Play, I had my first real exposure to the field and realized that this was exactly the path I wanted to follow!"
      },
      "step2": {
        "title": "Learnings",
        "description": "I deepened my studies in programming, exploring back-end, front-end, and low-code. It was a year of immersion, where I absorbed as much knowledge as possible!"
      },
      "step3": {
        "title": "Results",
        "description": "I started an English course at ABA and embarked on bigger projects! We were selected for Demoday through Squad34 of Porto Digital's Residency, presenting at the Innovation Lab and the Embarque Digital Arena at Rec'N'Play."
      },
      "step4": {
        "title": "Undefined",
        "description": "What this year holds for me is still uncertain, but I know that good things are coming! I'm focused on evolving, studying, and working to become better at what I love."
      }
    },
    "projects": {
      "title": "PROJECTS",
      "fastTrading": {
        "title": "Fast Trading's Official Site",
        "description": "My first job as a freelancer! My teammate Pedro and I developed a landing page for Fast Trading Import. We focused on responsiveness providing a smooth experience on any device and translated all the website content, expanding its reach to a larger audience."
      },
      "solarCocaCola": {
        "title": "Solar Coca-Cola's System",
        "description": "A Price Management System, a project developed by Squad34 for Solar Coca-Cola through Porto Digital's Residency. This is a Spring Boot and React project that includes CRUD functionality for clients, products, and promotions, as well as the relationship between clients and products."
      },
      "digitalMenu": {
        "title": "Digital Menu",
        "description": "This is a project from the YouTube channel Dev Point, where we developed a web interface for a digital menu application using React. It was my first React application, where I learned about Context API, components, routes, and many other concepts of this framework."
      },
      "streamingSite": {
        "title": "Streaming Site",
        "description": "This was a group activity I did for college, where my classmates, Flávia and Miguel, and I created a streaming site with five pages: Home, Movies, Series, Movie Model, and Series Model."
      }
    },
    "contact": {
      "title": "LET'S TALK",
      "invite": "Freelance work, collaboration, closing a deal, feedback, or just a chat? Feel free to call me or send a message—no strings attached! Oh, and if you’d like to see more of my work, my social media is at your disposal!",
      "form": {
        "name": "Name",
        "email": "E-mail",
        "message": "Message",
        "submit": "SUBMIT"
      }
    }
  }
  